Repository: ibru/billo-app
Catalog: Billo/Localizable.xcstrings
Source language: en
Languages: es, it, pt_br

# %@ is due in %lld days
source: %1$@ is due in %2$lld days
es: %1$@ vence en %2$lld días
it: %1$@ scade tra %2$lld giorni
pt_br: %1$@ vence em %2$lld dias

# %@ is due today
source: %1$@ is due today
es: %1$@ vence hoy
it: %1$@ scade oggi
pt_br: %1$@ vence hoje

# %@ is due tomorrow
source: %1$@ is due tomorrow
es: %1$@ vence mañana
it: %1$@ scade domani
pt_br: %1$@ vence amanhã

source: %@ left
es: Faltan %@
it: Mancano %@
pt_br: Falta %@

# %@, %@, due %@
source: %1$@, %2$@, due %3$@
es: %1$@, %2$@, vence el %3$@
it: %1$@, %2$@, scadenza %3$@
pt_br: %1$@, %2$@, vence %3$@

# %@, paid on %@
source: %1$@, paid on %2$@
es: %1$@, pagado el %2$@
it: %1$@, pagata il %2$@
pt_br: %1$@, paga em %2$@

# %@, partially paid, %@ of %@, remaining %@
source: %1$@, partially paid, %2$@ of %3$@, remaining %4$@
es: %1$@, pagado parcialmente, %2$@ de %3$@, faltan %4$@
it: %1$@, pagata in parte, %2$@ su %3$@, restano %4$@
pt_br: %1$@, parcialmente paga, %2$@ de %3$@, falta %4$@

# %lld bill due in next %lld day
source: %1$lld bill due in next %2$lld day
es: %1$lld recibo vence en %2$lld día
it: %1$lld bolletta in scadenza entro %2$lld giorno
pt_br: %1$lld conta vence em %2$lld dia

# %lld bill due in next %lld days
source: %1$lld bill due in next %2$lld days
es: %1$lld recibo vence en los próximos %2$lld días
it: %1$lld bolletta in scadenza nei prossimi %2$lld giorni
pt_br: %1$lld conta vence nos próximos %2$lld dias

# %lld bill is overdue
source: %1$lld bill is overdue
es: %1$lld recibo está vencido
it: %1$lld bolletta scaduta
pt_br: %1$lld conta está vencida

# %lld bills are overdue
source: %1$lld bills are overdue
es: %1$lld recibos están vencidos
it: %1$lld bollette scadute
pt_br: %1$lld contas estão vencidas

# %lld bills due in next %lld day
source: %1$lld bills due in next %2$lld day
es: %1$lld recibos vencen en %2$lld día
it: %1$lld bollette in scadenza entro %2$lld giorno
pt_br: %1$lld contas vencem em %2$lld dia

# %lld bills due in next %lld days
source: %1$lld bills due in next %2$lld days
es: %1$lld recibos vencen en los próximos %2$lld días
it: %1$lld bollette in scadenza nei prossimi %2$lld giorni
pt_br: %1$lld contas vencem nos próximos %2$lld dias

source: %lld day
es: %lld día
it: %lld giorno
pt_br: %lld dia

source: %lld day before
es: %lld día antes
it: %lld giorno prima
pt_br: %lld dia antes

source: %lld day before due date
es: %lld día antes de la fecha de vencimiento
it: %lld giorno prima della scadenza
pt_br: %lld dia antes do vencimento

source: %lld days
es: %lld días
it: %lld giorni
pt_br: %lld dias

source: %lld days before
es: %lld días antes
it: %lld giorni prima
pt_br: %lld dias antes

source: %lld days before due date
es: %lld días antes de la fecha de vencimiento
it: %lld giorni prima della scadenza
pt_br: %lld dias antes do vencimento

source: %lld more
es: %lld más
it: altre %lld
pt_br: mais %lld

source: %1$lld unpaid past bills (%2$@) will drop from your overdue list and badge if you reschedule.
es: %1$lld recibos pasados sin pagar (%2$@) desaparecerán de tu lista de vencidos y del globo de la app si reprogramas.
it: Se riprogrammi, %1$lld scadenze arretrate non pagate (%2$@) non compariranno più tra le bollette scadute né nel badge.
pt_br: %1$lld ocorrências vencidas e não pagas (%2$@) sairão da lista de vencidas e deixarão de ser contadas no ícone se você reagendar.

source: 1 unpaid past bill (%@) will drop from your overdue list and badge if you reschedule.
es: 1 recibo pasado sin pagar (%@) desaparecerá de tu lista de vencidos y del globo de la app si reprogramas.
it: Se riprogrammi, 1 scadenza arretrata non pagata (%@) non comparirà più tra le bollette scadute né nel badge.
pt_br: 1 ocorrência vencida e não paga (%@) sairá da lista de vencidas e deixará de ser contada no ícone se você reagendar.

source: 3 bills due this week
es: 3 recibos vencen esta semana
it: 3 scadenze questa settimana
pt_br: 3 contas vencem esta semana

source: 6-Month Trend
es: Tendencia de 6 meses
it: Andamento a 6 mesi
pt_br: Tendência de 6 meses

source: 6-month spending trend. %@.
es: Tendencia de gastos de 6 meses. %@.
it: Andamento delle spese su 6 mesi. %@.
pt_br: Tendência de gastos em 6 meses. %@.

source: 6-month spending trend. Not enough data yet.
es: Tendencia de gastos de 6 meses. Aún no hay datos suficientes.
it: Andamento delle spese su 6 mesi. Dati ancora insufficienti.
pt_br: Tendência de gastos em 6 meses. Ainda não há dados suficientes.

source: A gentle heads-up, right when it helps.
es: Un aviso amable, justo cuando lo necesitas.
it: Un promemoria gentile, proprio quando serve.
pt_br: Um aviso discreto, na hora certa.

source: Account ID
es: ID de cuenta
it: Codice cliente
pt_br: ID da conta

source: Actions
es: Acciones
it: Azioni
pt_br: Ações

source: Active
es: Activo
it: Attivo
pt_br: Ativo

source: Add Bill
es: Añadir recibo
it: Aggiungi bolletta
pt_br: Adicionar conta

source: Add Income
es: Añadir ingreso
it: Aggiungi entrata
pt_br: Adicionar renda

source: Add bill
es: Añadir recibo
it: Aggiungi bolletta
pt_br: Adicionar conta

source: Add income
es: Añadir ingreso
it: Aggiungi entrata
pt_br: Adicionar renda

source: Add some bills or income to see your spending insights
es: Añade recibos o ingresos para ver el análisis de tus gastos
it: Aggiungi qualche bolletta o entrata per vedere l'analisi delle tue spese
pt_br: Adicione contas ou fontes de renda para ver uma análise dos seus gastos

source: Add your first bill to get started
es: Añade tu primer recibo para empezar
it: Aggiungi la tua prima bolletta per iniziare
pt_br: Adicione sua primeira conta para começar

source: Add your first bill to see it in the calendar
es: Añade tu primer recibo para verlo en el calendario
it: Aggiungi la tua prima bolletta per vederla nel calendario
pt_br: Adicione sua primeira conta para vê-la no calendário

source: Add your income sources to track your budget
es: Añade tus fuentes de ingresos para llevar el control de tu presupuesto
it: Aggiungi le tue fonti di entrata per tenere d'occhio il budget
pt_br: Adicione suas fontes de renda para acompanhar seu orçamento

source: Add your main income and Billo shows what’s left after bills.
es: Añade tu ingreso principal y Billo te muestra lo que queda después de los recibos.
it: Aggiungi la tua entrata principale e Billo ti mostra quanto resta dopo le bollette.
pt_br: Adicione sua renda principal e o Billo mostra quanto sobra depois das contas.

source: Added
es: Añadido
it: Aggiunta
pt_br: Adicionada

source: All Bills Paid
es: Recibo totalmente pagado
it: Tutto pagato
pt_br: Conta totalmente paga

source: All Currencies
es: Todas las monedas
it: Tutte le valute
pt_br: Todas as moedas

source: All occurrences for this bill are fully paid.
es: Todos los vencimientos de este recibo están pagados por completo.
it: Tutte le scadenze di questa bolletta sono state pagate per intero.
pt_br: Todas as ocorrências desta conta estão pagas.

source: All your income, one picture
es: Todos tus ingresos, de un vistazo
it: Tutte le tue entrate, in un colpo d'occhio
pt_br: Todas as suas fontes de renda em um só lugar

source: Amount
es: Cantidad
it: Importo
pt_br: Valor

source: App Badge
es: Globo de la app
it: Badge dell'app
pt_br: Número no ícone

source: Are you sure you want to delete this payment? This action cannot be undone.
es: ¿Seguro que quieres eliminar este pago? Esta acción no se puede deshacer.
it: Vuoi davvero eliminare questo pagamento? L'operazione non può essere annullata.
pt_br: Tem certeza de que deseja apagar este pagamento? Esta ação não pode ser desfeita.

source: At least one must be selected • Applies to all bills
es: Selecciona al menos uno • Se aplica a todos los recibos
it: Selezionane almeno uno • Vale per tutte le bollette
pt_br: Selecione pelo menos um • Vale para todas as contas

source: Back to current month
es: Volver al mes actual
it: Torna al mese corrente
pt_br: Voltar ao mês atual

source: Badge Window
es: Periodo del globo
it: Periodo del badge
pt_br: Período da contagem

source: Badge counts unpaid occurrences within selected window
es: El globo cuenta los vencimientos sin pagar dentro del periodo seleccionado
it: Il badge conta le scadenze non pagate nel periodo selezionato
pt_br: O número no ícone inclui as ocorrências não pagas dentro do período selecionado

source: Balance: %@
es: Saldo: %@
it: Saldo: %@
pt_br: Saldo: %@

source: Basic Information
es: Información básica
it: Informazioni di base
pt_br: Informações básicas

source: Bill
es: Recibo
it: Bolletta
pt_br: Conta

source: Bill Not Found
es: Recibo no encontrado
it: Bolletta non trovata
pt_br: Conta não encontrada

source: Bill Reminders
es: Avisos de recibos
it: Promemoria bollette
pt_br: Lembretes de contas

source: Bill no longer exists
es: El recibo ya no existe
it: La bolletta non esiste più
pt_br: A conta não existe mais

source: Billo reminds you before each bill is due — no more spreadsheets, email digging, or noisy calendar alerts.
es: Billo te avisa antes de que venza cada recibo: se acabaron las hojas de cálculo, las búsquedas en el correo y las alertas ruidosas del calendario.
it: Billo ti avvisa prima della scadenza di ogni bolletta — niente più fogli di calcolo, ricerche tra le email o avvisi invadenti sul calendario.
pt_br: O Billo avisa você antes de cada conta vencer — chega de planilhas, de caçar e-mails e de alertas barulhentos no calendário.

source: Billo uses your income only to show what’s left after bills. It stays on your device and in your private iCloud — never on our servers, and never shared with anyone.
es: Billo usa tus ingresos solo para mostrarte lo que queda después de los recibos. Se quedan en tu dispositivo y en tu iCloud privado: nunca en nuestros servidores ni compartidos con nadie.
it: Billo usa le tue entrate solo per mostrarti quanto resta dopo le bollette. Restano sul tuo dispositivo e nel tuo iCloud privato — mai sui nostri server, e mai condivise con nessuno.
pt_br: O Billo usa sua renda apenas para mostrar quanto sobra depois das contas. Ela fica no seu aparelho e no seu iCloud privado — nunca nos nossos servidores, e nunca é compartilhada com ninguém.

source: Bills
es: Recibos
it: Bollette
pt_br: Contas

source: Bills are the #1 money worry — 49% of people rank them as their top financial anxiety.
es: Los recibos son la preocupación económica n.º 1: el 49 % de las personas los señala como su mayor fuente de ansiedad financiera.
it: Le bollette sono la preoccupazione economica numero uno: il 49% delle persone le indica come la principale fonte di ansia finanziaria.
pt_br: Contas são a preocupação nº 1 com dinheiro — 49% das pessoas as apontam como sua maior ansiedade financeira.

source: Bills on your schedule
es: Recibos con la frecuencia que quieras
it: Bollette al tuo ritmo
pt_br: Contas no seu ritmo

source: Bills scattered across email, paper letters, banking apps, calendars, and cards
es: Recibos repartidos entre el correo, cartas en papel, apps bancarias, calendarios y tarjetas
it: Bollette sparse tra email, lettere cartacee, app bancarie, calendari e carte
pt_br: Contas espalhadas por e-mails, cartas, apps de banco, calendários e cartões

source: Bills shouldn’t live in your head
es: Los recibos no deberían vivir en tu cabeza
it: Non dovresti tenere le bollette a mente
pt_br: Suas contas não deviam morar na sua cabeça

source: Calendar
es: Calendario
it: Calendario
pt_br: Calendário

source: Cancel
es: Cancelar
it: Annulla
pt_br: Cancelar

source: Car insurance
es: Seguro del vehículo
it: Assicurazione auto
pt_br: Seguro do carro

source: Car payment
es: Pago del vehículo
it: Rata dell'auto
pt_br: Prestação do carro

source: Category
es: Categoría
it: Categoria
pt_br: Categoria

source: Category Trends
es: Tendencias por categoría
it: Andamento categorie
pt_br: Tendências por categoria

source: Category icon
es: Icono de la categoría
it: Icona della categoria
pt_br: Ícone da categoria

source: Category name
es: Nombre de la categoría
it: Nome categoria
pt_br: Nome da categoria

source: Category spending trends over 6 months. Categories: %@.
es: Tendencias de gasto por categoría en 6 meses. Categorías: %@.
it: Andamento delle spese per categoria su 6 mesi. Categorie: %@.
pt_br: Tendências de gastos por categoria em 6 meses. Categorias: %@.

source: Category spending trends. Not enough data yet.
es: Tendencias de gasto por categoría. Aún no hay datos suficientes.
it: Andamento delle spese per categoria. Dati ancora insufficienti.
pt_br: Tendências de gastos por categoria. Ainda não há dados suficientes.

source: Change
es: Cambiar
it: Cambia
pt_br: Alterar

source: Change Currency?
es: ¿Cambiar de moneda?
it: Cambiare valuta?
pt_br: Alterar moeda?

source: Changing currency will relabel all existing bills and incomes to %@. Amounts will not be converted. This cannot be undone.
es: Al cambiar de moneda, todos los recibos e ingresos existentes pasarán a mostrarse en %@. Las cantidades no se convertirán. Esto no se puede deshacer.
it: Cambiando valuta, tutte le bollette e le entrate esistenti verranno etichettate in %@. Gli importi non verranno convertiti. L'operazione non può essere annullata.
pt_br: Ao alterar a moeda, todas as contas e fontes de renda existentes passarão a usar %@. Os valores não serão convertidos. Isso não pode ser desfeito.

source: Charts
es: Gráficos
it: Grafici
pt_br: Gráficos

source: Choose an item from the list or calendar
es: Elige un elemento de la lista o del calendario
it: Scegli un elemento dall'elenco o dal calendario
pt_br: Escolha um item na lista ou no calendário

source: Clear my head
es: Despejar mi mente
it: Toglimi il pensiero
pt_br: Tirar isso da cabeça

source: Coming soon
es: Próximamente
it: Prossimamente
pt_br: Em breve

source: Confirmation
es: Confirmación
it: Conferma
pt_br: Confirmação

source: Confirmation Number (optional)
es: Número de confirmación (opcional)
it: Numero di conferma (facoltativo)
pt_br: Número de confirmação (opcional)

source: Continue
es: Continuar
it: Continua
pt_br: Continuar

source: Continue Anyway
es: Continuar igualmente
it: Continua comunque
pt_br: Continuar mesmo assim

source: Couldn’t save your bills
es: No se pudieron guardar tus recibos
it: Impossibile salvare le bollette
pt_br: Não foi possível salvar suas contas

source: Create
es: Crear
it: Crea
pt_br: Criar

source: Currency
es: Moneda
it: Valuta
pt_br: Moeda

source: Custom
es: Personalizado
it: Personalizzato
pt_br: Personalizado

source: Custom repeat intervals with Billo Pro.
es: Intervalos de repetición personalizados con Billo Pro.
it: Intervalli di ripetizione personalizzati con Billo Pro.
pt_br: Intervalos de repetição personalizados com o Billo Pro.

source: Custom repeat schedules for any bill
es: Repeticiones personalizadas para cualquier recibo
it: Ripetizioni personalizzate per qualsiasi bolletta
pt_br: Repetição personalizada para qualquer conta

source: Daily Digest
es: Resumen diario
it: Riepilogo giornaliero
pt_br: Resumo diário

source: Daily Summary
es: Resumen del día
it: Riepilogo giornaliero
pt_br: Resumo do dia

source: Data Export
es: Exportación de datos
it: Esportazione dati
pt_br: Exportação de dados

source: Date Paid
es: Fecha de pago
it: Data di pagamento
pt_br: Data do pagamento

source: Day of
es: El mismo día
it: Giorno stesso
pt_br: No dia

source: Day of Month
es: Día del mes
it: Giorno del mese
pt_br: Dia do mês

source: Day of Week
es: Día de la semana
it: Giorno della settimana
pt_br: Dia da semana

source: Delete
es: Eliminar
it: Elimina
pt_br: Apagar

source: Delete Bill
es: Eliminar recibo
it: Elimina bolletta
pt_br: Apagar conta

source: Delete Income
es: Eliminar ingreso
it: Elimina entrata
pt_br: Apagar renda

source: Delete Income?
es: ¿Eliminar el ingreso?
it: Eliminare l'entrata?
pt_br: Apagar renda?

source: Delete Payment
es: Eliminar pago
it: Elimina pagamento
pt_br: Apagar pagamento

source: Delete all occurrences (entire income)
es: Eliminar todos los cobros (fuente completa)
it: Elimina l’intera serie di entrate
pt_br: Apagar todas as ocorrências e a fonte de renda

source: Delete entire income?
es: ¿Eliminar toda la fuente de ingresos?
it: Eliminare l'intera entrata?
pt_br: Apagar esta fonte de renda?

source: Delete this occurrence
es: Eliminar este cobro
it: Elimina questa registrazione
pt_br: Apagar esta ocorrência

source: Delete this occurrence?
es: ¿Eliminar este cobro?
it: Eliminare questa registrazione?
pt_br: Apagar esta ocorrência?

source: Detected from your device — tap to change.
es: Detectada según tu dispositivo. Toca para cambiarla.
it: Rilevata dal tuo dispositivo — tocca per cambiare.
pt_br: Detectada pelo seu aparelho — toque para alterar.

source: Did that subscription just renew again?
es: ¿Otra vez se renovó esa suscripción?
it: Quell’abbonamento si è rinnovato ancora?
pt_br: Aquela assinatura renovou de novo?

source: Digest Time
es: Hora del resumen
it: Orario del riepilogo
pt_br: Horário do resumo

source: Done
es: Listo
it: Fine
pt_br: OK

source: Double-tap to open day details
es: Toca dos veces para ver los detalles del día
it: Tocca due volte per aprire i dettagli del giorno
pt_br: Toque duas vezes para ver os detalhes do dia

source: Due / Overdue only
es: Solo del día y vencidos
it: Solo in scadenza/scadute
pt_br: Hoje e vencidas

source: Due Date
es: Vencimiento
it: Scadenza
pt_br: Data de vencimento

source: Due Today
es: Vence hoy
it: Scade oggi
pt_br: Vence hoje

source: Due Tomorrow
es: Vence mañana
it: Scade domani
pt_br: Vence amanhã

source: Due date: %@
es: Fecha de vencimiento: %@
it: Scadenza: %@
pt_br: Vencimento: %@

source: Due day of month
es: Día del mes en que vence
it: Giorno di scadenza
pt_br: Dia do mês de vencimento

source: Due in %lld days
es: Vence en %lld días
it: Scade tra %lld giorni
pt_br: Vence em %lld dias

source: Edit
es: Editar
it: Modifica
pt_br: Editar

source: Edit Bill
es: Editar recibo
it: Modifica bolletta
pt_br: Editar conta

source: Edit Income
es: Editar ingreso
it: Modifica entrata
pt_br: Editar renda

source: Education
es: Educación
it: Istruzione
pt_br: Educação

source: Electricity
es: Luz
it: Luce
pt_br: Luz

source: Electricity due tomorrow
es: La luz vence mañana
it: Luce in scadenza domani
pt_br: Conta de luz vence amanhã

source: Email, paper letters, banking apps, calendar reminders — no single place has the full picture.
es: Correo, cartas en papel, apps bancarias, avisos del calendario… ningún lugar tiene la imagen completa.
it: Email, lettere cartacee, app bancarie, promemoria sul calendario — nessun posto ha il quadro completo.
pt_br: E-mails, cartas, apps de banco, lembretes no calendário — nenhum lugar mostra o quadro completo.

source: Enable Reminders
es: Activar recordatorios
it: Attiva promemoria
pt_br: Ativar lembretes

source: Enable in Settings to receive reminders
es: Actívalas en Configuración para recibir recordatorios
it: Attivale in Impostazioni per ricevere i promemoria
pt_br: Ative nos Ajustes para receber lembretes

source: Enable notifications in Settings to receive bill reminders.
es: Activa las notificaciones en Configuración para recibir recordatorios de tus recibos.
it: Attiva le notifiche in Impostazioni per ricevere i promemoria delle bollette.
pt_br: Ative as notificações nos Ajustes para receber lembretes das contas.

source: End Condition
es: Finalización
it: Fine ripetizione
pt_br: Término

source: End Date
es: Fecha final
it: Data di fine
pt_br: Data de término

source: End date must be on or after start date
es: La fecha de finalización debe ser igual o posterior a la fecha de inicio
it: La data di fine deve essere uguale o successiva a quella di inizio
pt_br: A data de término deve ser igual ou posterior à data de início

source: Entertainment
es: Entretenimiento
it: Intrattenimento
pt_br: Lazer

source: Every
es: Cada
it: Ogni
pt_br: A cada

source: Every %lld months
es: Cada %lld meses
it: Ogni %lld mesi
pt_br: A cada %lld meses

# Every %lld months on the %@
source: Every %1$lld months on the %2$@
es: Cada %1$lld meses el %2$@
it: Ogni %1$lld mesi il %2$@
pt_br: A cada %1$lld meses · no %2$@ dia

source: Every %lld weeks
es: Cada %lld semanas
it: Ogni %lld settimane
pt_br: A cada %lld semanas

# Every %lld weeks on %@
source: Every %1$lld weeks on %2$@
es: Cada %1$lld semanas el %2$@
it: Ogni %1$lld settimane il %2$@
pt_br: A cada %1$lld semanas · %2$@

source: Every %lld years
es: Cada %lld años
it: Ogni %lld anni
pt_br: A cada %lld anos

source: Every 2 Weeks
es: Cada 2 semanas
it: Ogni 2 settimane
pt_br: A cada 2 semanas

source: Every Month
es: Cada mes
it: Ogni mese
pt_br: Todo mês

source: Every Week
es: Cada semana
it: Ogni settimana
pt_br: Toda semana

source: Every amount in Billo — bills, income, what’s left — will use it.
es: Todas las cantidades de Billo (recibos, ingresos, lo que queda) la usarán.
it: Tutti gli importi in Billo — bollette, entrate e quanto ti resta — saranno espressi in questa valuta.
pt_br: Todos os valores no Billo — contas, renda, o que sobra — vão usar essa moeda.

source: Every month · on the 1st
es: Cada mes · el día 1
it: Ogni mese · il 1º
pt_br: Todo mês · no 1º dia

source: Export everything with Billo Pro.
es: Exporta todo con Billo Pro.
it: Esporta tutto con Billo Pro.
pt_br: Exporte tudo com o Billo Pro.

source: Failed to save currency change: %@
es: No se pudo guardar el cambio de moneda: %@
it: Impossibile salvare il cambio di valuta: %@
pt_br: Falha ao salvar a alteração de moeda: %@

source: Family & Kids
es: Familia e hijos
it: Famiglia e figli
pt_br: Família e filhos

source: First due %@
es: Primer vencimiento: %@
it: Prima scadenza il %@
pt_br: Primeiro vencimento: %@

source: For Occurrence
es: Vencimiento
it: Per la scadenza
pt_br: Referente a

source: Free
es: Gratis
it: Gratuito
pt_br: Gratuito

source: Frequency
es: Frecuencia
it: Frequenza
pt_br: Frequência

source: Future occurrences will no longer appear. Past payments stay in your history.
es: Los próximos vencimientos ya no aparecerán. Los pagos anteriores se conservan en tu historial.
it: Le scadenze future non appariranno più. I pagamenti passati restano nella cronologia.
pt_br: As próximas ocorrências não vão mais aparecer. Os pagamentos anteriores continuam no seu histórico.

source: Get a daily summary of upcoming bills
es: Recibe un resumen diario de los próximos recibos
it: Ricevi ogni giorno un riepilogo delle bollette in arrivo
pt_br: Receba um resumo diário das próximas contas

source: Get reminded before it’s due
es: Recibe el aviso antes de que venza
it: Ricevi un promemoria prima della scadenza
pt_br: Receba lembretes antes do vencimento

source: Get the most out of Billo
es: Aprovecha Billo al máximo
it: Ottieni il massimo da Billo
pt_br: Aproveite o Billo ao máximo

source: Groceries
es: Supermercado
it: Spesa
pt_br: Mercado

source: Gym
es: Gimnasio
it: Palestra
pt_br: Academia

source: Health
es: Salud
it: Salute
pt_br: Saúde

source: Health insurance
es: Seguro médico
it: Assicurazione sanitaria
pt_br: Plano de saúde

source: History
es: Historial
it: Cronologia
pt_br: Histórico

source: Housing
es: Vivienda
it: Casa
pt_br: Moradia

source: Income
es: Ingresos
it: Entrate
pt_br: Renda

source: Income Not Found
es: Ingreso no encontrado
it: Entrata non trovata
pt_br: Renda não encontrada

source: Income Occurrence Not Found
es: Cobro no encontrado
it: Entrata non trovata
pt_br: Ocorrência de renda não encontrada

source: Income amount must be greater than zero
es: La cantidad del ingreso debe ser mayor que cero
it: L'importo dell'entrata deve essere maggiore di zero
pt_br: O valor da renda deve ser maior que zero

source: Income name cannot be empty
es: El nombre del ingreso no puede estar vacío
it: Il nome dell'entrata non può essere vuoto
pt_br: O nome da renda não pode ficar em branco
